Repository: mcdenis/Accent-CS
Catalog: SyncSystemColors/Resources/Localized/Resource1.*.resx
Languages: fr

# ASButton_Note_AdvMode
source: Hide this app in the system tray and sync selected colors whenever the accent color is changed.
fr: Réduire cette application dans la zone de notification et synchroniser les couleurs sélectionnées lorsque la couleur d'accentuation est changée.

# ASButton_Note_BscMode
source: Hide this app in the system tray and sync colors whenever the accent color is changed.
fr: Réduire cette application dans la zone de notification et synchroniser la couleur d'accentuation automatiquement.

# ModeLink_AdvMode
source: Basic mode
fr: Mode de base

# ModeLink_BscMode
source: Advanced mode
fr: Mode avancé

# MonitoringNotification
source: Your accent color is now being monitored and will be synced automatically when required.
fr: Votre couleur d'accentuation est maintenant surveillée et sera synchronisée automatiquement lorsque nécéssaire.

# ResetSuccessful
source: System colors successfully restored to defaults.
fr: Couleurs d'origine restaurées avec succès.

# RSButton_Note_AdvMode
source: Set back all system colors to the default scheme.
fr: Restaurer les valeurs d'origine à toutes les couleurs système.

# SyncSuccessful
source: Accent color synced successfully!
fr: Couleur d'accentuation synchronisée avec succès!

# UnsupportedOSWarning
source: •You are running an unsupported version of Windows;
fr: •Vous utilisez une version non supportée de Windows;

# AccentInvalidError
source: Operation aborded. The accent color is invalid. No change were made to your computer.
fr: Opération annulée. La couleur d'accentuation est invalide. Aucun changement n'a été apporté à votre ordinateur.

# ResetRegKeyError
source: The default colors cannot be obtained from your operating system. Therefore, Accent Color Synchronizer will use its built-in Aero color scheme which is applicable to Windows Vista, 7, 8.x and 10 (as of build 10586).
fr: Les couleurs par défaut ne peuvent pas être obtenus de votre système d'exploitation. Cette application appliquera donc les couleurs de sont propre thème, soit le thème Aero de Windows Vista, 7, 8.x et 10 (en date de la sortie du build 10586).

# ExplLabel_AdvMode
source: Check the colors that you want to sync and optionally click on preview rectangles for more options.
fr: Cochez une couleur système pour la synchroniser ou cliquez sur son aperçu pour changer les réglages qui y sont associés.

# ExplLabel_BscMode
source: Synchronization will apply your accent color to highlighted items and hyperlinks in desktop applications.
fr: Synchroniser les couleurs appliquera votre couleur d'accentuation aux items surlignés et aux hyperliens.

# ActiveCaptionGradient_ColSetDlgTitle
source: Active Caption Gradient Color Options
fr: Options de la couleur Titre actif secondaire

# ActiveCaption_ColSetDlgTitle
source: Active Caption Color Options
fr: Options de la couleur Titre actif

# Hilight_ColSetDlgTitle
source: Selected Item Color Options
fr: Options de la couleur Item sélectionné

# HotTracking_ColSetDlgTitle
source: Hyperlink Color Options
fr: Options de la couleur Hyperliens

# MenuHilight_ColSetDlgTitle
source: Selected Menu Item Color Options
fr: Options de la couleur Item de menu sélectionné

# UseSettingApp2ChangeAccentInfo
source: To change this color, use the Settings app. To change how Accent Color Synchronizer gets it, use the Accent source option in Application options.
fr: Pour changer la couleur d’accentuation, utilisez l’appli Paramètre. Pour changer la méthode utilisée par Accent Color Synchronizer pour l’obtenir, utilisez le réglage correspondant dans les options de l’application.

# MonitoringNotificationTitle
source: Automatic Synchronization Enabled
fr: Synchronisation automatique activée

# NoSysColorSelectedWarning
source: You must select at least one system color to sync with your accent color.
fr: Vous devez cocher au moins une couleur système à synchroniser avec votre couleur d'accentuation.

source: Invalid Color
fr: Couleur invalide

# ApplicationSettingsResetWarning
source: All of Accent Color Synchronizer's options will be restored to their defaults. Your system's current color scheme will not be affected.
fr: Tous les réglages de Accent Color Synchronizer seront rétablis à leur valeur par défaut. Votre thème Windows ne sera pas affecté.

# HighContrastWarning
source: •You are using a high contrast theme;
fr: •Vous utilisez un thème à contrast élevé;

# StartupWarning
source: Accent Color Synchronizer may not work correctly for the following reason(s) :
fr: Accent Color Synchronizer pourrait ne pas fonctionner correctement pour la ou les raison(s) suivante(s) :
